import tennis1 from "../assets/image/woman/tennis/tennis1.png";
import tennis2 from "../assets/image/woman/tennis/tennis2.png";
import tennis3 from "../assets/image/woman/tennis/tennis3.png";

import skis1 from "../assets/image/woman/skis/skis1.png";
import skis2 from "../assets/image/woman/skis/skis2.png";
import skis3 from "../assets/image/woman/skis/skis3.png";

import volleyball1 from "../assets/image/woman/volleyball/volleyball1.png";
import volleyball2 from "../assets/image/woman/volleyball/volleyball2.png";
import volleyball3 from "../assets/image/woman/volleyball/volleyball3.png";

import skates1 from "../assets/image/woman/skates/skates1.png";
import skates2 from "../assets/image/woman/skates/skates2.png";
import skates3 from "../assets/image/woman/skates/skates3.png";

import fencing1 from "../assets/image/woman/fencing/fencing1.png";
import fencing2 from "../assets/image/woman/fencing/fencing2.png";
import fencing3 from "../assets/image/woman/fencing/fencing3.png";

import hockey1 from "../assets/image/woman/hockey/hockey1.png";
import hockey2 from "../assets/image/woman/hockey/hockey2.png";
import hockey3 from "../assets/image/woman/hockey/hockey3.png";

export const data = [
  {
    sport: "tennis",
    name: "МАРИЯ ШАРАПОВА",
    levels: [
      {
        text: "В возрасте 17 лет Мария триумфально обыграла в финале Уимблдона Серену Уильямс и стала одной из самых юных обладательниц трофея.",
        image: tennis1,
      },
      {
        text: "В Лондоне в 2012 году Мария была очень близка к золотой медали, но, увы, Серена Уильямс вернула должок – коллекция трофеев Марии пополнилась серебряной медалью Олимпийских игр.",
        image: tennis2,
      },
      {
        text: "За свою карьеру Мария не только поднималась на первую строчку рейтинга ATP, но и стала одной из десяти женщин в истории, которым покорился «Карьерный Шлем» – Мария побеждала на всех 4 турнира Большого шлема.",
        image: tennis3,
      },
    ],
  },
  {
    sport: "skis",
    name: "ЮЛИЯ ЧЕПАЛОВА",
    levels: [
      {
        text: "Юлия Чепалова навсегда вошла в историю Олимпийских игр. В программе игр в Солт-Лэйк Сити проходила первая в истории Олимпиад женская спринтерская лыжная гонка, состоящая из четырех отдельных этапов – Юлия уверенно прошла квалификацию, четвертьфинал, полуфинал и завоевала золотую медаль.",
        image: skis1,
      },
      {
        text: "Особняком среди достижении Юлии стоит победа в общем зачете на Кубке мира 2001 года – Чепалова была на финише первой в семи стартах из двадцати, три из которых были выиграны в короткий промежуток из десяти дней на финише сезона. После Юлии российским спортсменкам на протяжении двадцати лет не покорялся Кубок мира по лыжным гонкам.",
        image: skis2,
      },
      {
        text: "В списке достижений Чепаловой три золотые Олимпийские медали в разных дисциплинах, две золотые медали чемпионатов мира, уже упомянутый Кубок мира и звание «Мисс очаровательная улыбка Нагано» – Юлию не раз признавали самой красивой спортсменкой, приглашали на фотосессии, отмечали необычную и яркую внешность.",
        image: skis3,
      },
    ],
  },
  {
    sport: "volleyball",
    name: "ЕКАТЕРИНА ГАМОВА",
    levels: [
      {
        text: "В 2006 году Екатерина Гамова принесла сборной России первую победу на чемпионатах мира, набрав в финале 28 очков, включая победное, и стала самым ценным игроком турнира.",
        image: volleyball1,
      },
      {
        text: "Также Гамова была причастна к обеим серебряным Олимпийским медалям в 2000 и 2004 годах. В Афинах Екатерина набрала 33 очка в финальной игре, стала лучшей по эффективности блока и вошла в тройку по проценту реализации атак.",
        image: volleyball2,
      },
      {
        text: "Екатерина имеет одиннадцать титулов чемпиона России, победу в Лиге чемпионов, победу на клубном чемпионате мира и множество индивидуальных наград. В 2017 году Международный комитет Fair Play единогласно проголосовал за вручение Екатерине диплома за безупречную спортивную карьеру.",
        image: volleyball3,
      },
    ],
  },
  {
    sport: "skates",
    name: "ИРИНА СЛУЦКАЯ",
    levels: [
      {
        text: "Ирина Слуцкая всегда славилась своими прыжками и близкой к идеальной технике исполнения. Слуцкая стала первой женщиной в истории, исполнившей сложнейший тройной каскад лутц–риттбергер, который и сейчас пробуют исполнить лишь единицы спортсменок.",
        image: skates1,
      },
      {
        text: "Ирине Слуцкой так и не покорились Олимпийские игры – ближе всего к золоту она была в 2002 году, но всё решил один судейский голос и золото досталось Саре Хьюз. Последовавший международный скандал и официальные протесты, конечно же, к пересмотру результатов не привели.",
        image: skates2,
      },
      {
        text: "Несмотря на перенесенное серьезное заболевание после Олимпиады, Ирина ещё дважды выигрывала чемпионат Европы, один раз чемпионат мира и бронзовую медаль на Олимпиаде в Турине, являясь одной из самых титулованных российских фигуристок.",
        image: skates3,
      },
    ],
  },
  {
    sport: "fencing",
    name: "СОФЬЯ ВЕЛИКАЯ",
    levels: [
      {
        text: "Впервые Софья была вызвана в сборную России в 2002 году в возрасте 17 лет и уже на следующий год впервые стала чемпионкой Европы.",
        image: fencing1,
      },
      {
        text: "За свою карьеру Софья восемь раз становилась чемпионкой мира и четырнадцать раз чемпионкой Европы.",
        image: fencing2,
      },
      {
        text: "Дебютировав на Олимпийских играх в 2008 году, Софья Великая стала дважды олимпийской чемпионкой в 2016 и 2020 в командном первенстве и трижды серебряным призером в 2012, 2016 и 2020 в личном зачете.",
        image: fencing3,
      },
    ],
  },
  {
    sport: "hockey",
    name: "АННА ПРУГОВА",
    levels: [
      {
        text: "В 2010 году возрасте 16 лет Анна помогла сборной России занять шестое место на Олимпийских играх и стала самой юной спортсменкой в составе российской делегации.",
        image: hockey1,
      },
      {
        text: "Анна прочно забетонировала последний рубеж в сборной, став важной частью возвращения национальной команды в 2011 году в высший дивизион и двух бронзовых медалей в 2013 и 2016 годах.",
        image: hockey2,
      },
      {
        text: "Анна выиграла четыре чемпионата России в составе уфимской «Агидели» и совмещает спортивную карьеру с работой комментатора на местном канале. В 2022 году Пругова стала первой девушкой комментатором-экспертом на КХЛ ТВ.",
        image: hockey3,
      },
    ],
  },
];
